[
  {
    "id": "5c74f2ea27e682f59d98d519",
    "project": "Lovepad",
    "tasks": [
      {
        "id": "5c74f2ea205d8087a4e2e6ac",
        "name": "Fugiat non do in est laboris adipisicing ullamco. Commodo anim id laborum amet deserunt nostrud voluptate occaecat labore nulla fugiat est. Duis eu minim aliquip laboris.",
        "estimate": "2 часов",
        "spend": "6 часов 8 минут",
        "stars": 2,
        "description": "Sunt elit pariatur id esse est anim esse laborum eu labore proident enim ea irure. Velit Lorem deserunt cupidatat magna in occaecat ad cillum exercitation veniam pariatur exercitation pariatur aliqua. Exercitation fugiat non elit ullamco. Cupidatat culpa sit ullamco in aliqua irure reprehenderit Lorem commodo eu. Lorem occaecat commodo tempor in quis ea do. Voluptate proident pariatur exercitation non Lorem. Sint do ullamco voluptate nulla duis deserunt laborum pariatur aliqua.\n\nIncididunt sit nisi ullamco duis. Commodo laborum amet officia laboris nostrud proident sunt elit enim duis dolor sint. Deserunt deserunt sit ullamco labore quis et Lorem non proident nulla velit ipsum. Dolore cupidatat aliqua dolore ea laborum. Dolore sunt minim occaecat exercitation in ullamco. Id incididunt qui dolore in consequat labore.",
        "date": "Saturday, June 30, 2018 10:21 PM",
        "status": 1
      },
      {
        "id": "5c74f2ea68d90379eb4a87df",
        "name": "Exercitation ullamco sit nostrud nostrud culpa. In ipsum eu exercitation excepteur non culpa do occaecat consequat elit. Ex incididunt do sit eiusmod sit ullamco eiusmod magna exercitation voluptate aliqua et pariatur. Sit nulla et consequat esse voluptate dolor. Enim nisi exercitation veniam ex et elit ea ad excepteur.",
        "estimate": "16 часов",
        "spend": "16 часов 18 минут",
        "stars": 5,
        "description": "Velit amet amet proident aliquip adipisicing id dolore. Deserunt reprehenderit culpa anim ea nisi quis. Deserunt est Lorem qui proident eu dolore Lorem labore in. Dolore dolore Lorem adipisicing est tempor aliquip incididunt id cillum. Voluptate adipisicing consequat ullamco laborum proident. Irure in enim non esse amet sint consequat fugiat exercitation nostrud laboris.\n\nSunt nulla quis nostrud adipisicing ex adipisicing culpa commodo consequat adipisicing deserunt officia. Proident reprehenderit proident ea elit irure elit. Tempor laboris minim cillum ut. Fugiat in in in ad fugiat. Aute aliquip quis commodo anim duis consectetur.",
        "date": "Wednesday, August 23, 2017 7:55 PM",
        "status": 4
      },
      {
        "id": "5c74f2ead034abce66f93737",
        "name": "Aute nostrud culpa magna velit dolore aute et est minim nostrud. Ut et elit id aute ex. Sunt elit magna in deserunt non. Nisi ullamco anim nisi cupidatat nostrud laborum velit sit ad aliqua qui id est veniam.",
        "estimate": "3 часов",
        "spend": "20 часов 4 минут",
        "stars": 5,
        "description": "Proident reprehenderit veniam deserunt ullamco labore veniam minim proident. Laboris consectetur non minim adipisicing ea ea ex dolore in. Exercitation exercitation tempor magna consectetur ipsum excepteur mollit sit. Nostrud occaecat sunt consequat sunt Lorem eu. Proident magna velit excepteur incididunt excepteur laboris occaecat non et sint consectetur. Esse elit sunt quis culpa cupidatat fugiat cupidatat ut laborum deserunt. Tempor incididunt et labore pariatur cillum in amet ad.\n\nEst minim cupidatat aliquip incididunt magna nostrud id anim officia eiusmod enim commodo laborum. Occaecat nostrud reprehenderit ex ipsum. Magna incididunt dolor proident enim et dolor velit officia voluptate reprehenderit nisi. Consectetur do cillum dolor adipisicing minim adipisicing occaecat sit enim sunt ad. Nostrud id sint irure amet sunt consectetur proident voluptate sunt deserunt officia ea id pariatur. Anim voluptate ullamco nisi magna aliquip eiusmod proident exercitation aute aliquip. Irure laborum sit velit labore nostrud quis voluptate do.",
        "date": "Tuesday, February 19, 2019 3:33 AM",
        "status": 3
      },
      {
        "id": "5c74f2ea84acbb0fd657a6d4",
        "name": "Consequat incididunt do ipsum ea culpa id eu do. Exercitation et sint dolor commodo magna dolore qui nisi voluptate ut laborum esse. Dolore nostrud id esse consequat. Aliqua enim fugiat ea et aute id dolor ullamco magna ullamco ut. Pariatur nulla non commodo labore dolor amet nulla sint.",
        "estimate": "11 часов",
        "spend": "6 часов 49 минут",
        "stars": 4,
        "description": "Nisi amet magna anim qui irure reprehenderit dolor enim id quis non. Proident reprehenderit sunt labore deserunt eiusmod veniam aute magna nulla nostrud. Pariatur adipisicing amet cupidatat elit anim ullamco dolor. Commodo officia incididunt dolor occaecat cillum pariatur aute ex Lorem quis pariatur. Et duis anim ea deserunt non cupidatat nostrud.\n\nQui elit irure aute reprehenderit nisi sint qui quis quis id. Irure elit cupidatat laboris duis sunt duis laboris tempor sunt. Sit magna nostrud nisi voluptate esse consectetur laborum consequat nisi ut laborum pariatur. Labore officia ullamco est nisi mollit et amet dolor deserunt nostrud.",
        "date": "Wednesday, December 5, 2018 11:16 AM",
        "status": 1
      },
      {
        "id": "5c74f2eaac608a935a4926b4",
        "name": "Laboris non quis enim magna veniam id laborum. Esse adipisicing dolore quis labore ipsum laboris id dolor pariatur ea laborum. Cillum magna deserunt laboris commodo sint proident ea consequat eu. Laborum irure incididunt ad occaecat officia enim. Esse dolore anim do aute Lorem amet veniam occaecat excepteur laborum in.",
        "estimate": "20 часов",
        "spend": "19 часов 20 минут",
        "stars": 5,
        "description": "Culpa duis sint ullamco non Lorem ad sint et ullamco voluptate. In sunt enim sunt est excepteur mollit aliqua mollit consectetur ex est cillum et. Nisi voluptate Lorem ut esse elit nisi mollit proident qui amet duis. Excepteur nulla ea minim non irure cupidatat. Et ea dolor magna voluptate. Amet ut sit dolor reprehenderit exercitation commodo nulla adipisicing anim enim occaecat ullamco aliquip dolore. Eiusmod et et aliquip non.\n\nDo labore minim excepteur laborum ut ad do deserunt et ipsum veniam cupidatat in consequat. Incididunt duis pariatur ipsum irure labore consectetur mollit id. Voluptate reprehenderit veniam excepteur proident dolore ad irure. Dolore officia eiusmod tempor anim consequat non laborum.",
        "date": "Tuesday, July 1, 2014 4:08 AM",
        "status": 3
      },
      {
        "id": "5c74f2ea7c28e7115a7eea8d",
        "name": "Nisi consequat culpa Lorem eiusmod consequat amet aliqua exercitation Lorem id irure exercitation officia consectetur. Adipisicing magna aliqua consectetur amet dolor id sunt esse consectetur mollit. Incididunt nostrud nulla aliquip exercitation aliqua reprehenderit minim mollit nostrud culpa exercitation duis voluptate. Do fugiat aliqua proident esse ea laboris. Pariatur fugiat amet et dolor cupidatat.",
        "estimate": "14 часов",
        "spend": "6 часов 59 минут",
        "stars": 3,
        "description": "Dolore proident aliqua cupidatat commodo et cillum et ad. Qui tempor reprehenderit ad dolore ad tempor tempor irure consequat cupidatat labore aliquip. Id voluptate ut magna eiusmod voluptate esse voluptate enim duis elit aute. Deserunt ullamco ullamco non laborum. Aute nostrud aliquip nisi aliqua et velit sint. Eu ea incididunt cupidatat eiusmod adipisicing. Ex anim ex excepteur sint quis.\n\nDuis esse enim occaecat labore exercitation eiusmod nulla dolore. Excepteur amet veniam ullamco labore tempor irure et pariatur excepteur duis. Mollit duis consequat et dolor tempor nulla velit pariatur. Dolore minim minim consectetur incididunt magna aliquip amet adipisicing anim commodo sunt consectetur. Lorem eiusmod irure consectetur consectetur commodo exercitation non elit incididunt consectetur enim aliqua. Ex officia nisi ex esse deserunt nisi tempor occaecat culpa deserunt voluptate.",
        "date": "Wednesday, August 31, 2016 8:30 AM",
        "status": 3
      },
      {
        "id": "5c74f2ea09c11713943e5c64",
        "name": "Non sit in reprehenderit deserunt enim elit anim ut ullamco laborum incididunt. Aute qui consequat aute est dolor dolore eiusmod labore nulla eiusmod velit nisi magna enim. Id elit mollit sunt laboris reprehenderit minim. Minim sunt sit nulla et.",
        "estimate": "2 часов",
        "spend": "19 часов 12 минут",
        "stars": 4,
        "description": "Laboris occaecat excepteur sit laboris voluptate veniam tempor fugiat minim consequat dolore sint quis. Veniam do velit dolor commodo occaecat mollit consequat dolor est commodo elit. Ipsum duis in mollit nisi incididunt sint occaecat eiusmod deserunt. Reprehenderit sunt quis ea ut irure. In eu Lorem officia nisi sunt aute incididunt.\n\nOccaecat officia cillum adipisicing laborum officia enim ullamco. Ullamco est do ipsum in Lorem aute qui. Nisi officia do minim est anim duis ad et occaecat minim proident. Exercitation amet consequat aliquip laborum aliqua duis. Velit do exercitation fugiat esse esse proident aute ullamco. Et culpa fugiat labore proident et officia fugiat.",
        "date": "Friday, October 5, 2018 1:19 AM",
        "status": 2
      },
      {
        "id": "5c74f2ea015193d259cc497b",
        "name": "Tempor cillum cillum anim anim pariatur ea. Mollit enim sint tempor incididunt non incididunt veniam eiusmod ad consequat est cupidatat nostrud velit. In non officia do enim sit. Eu consectetur velit dolore qui proident. Tempor consectetur exercitation aute et dolor adipisicing enim qui adipisicing cupidatat sint do in. Voluptate anim irure eiusmod reprehenderit veniam.",
        "estimate": "16 часов",
        "spend": "12 часов 29 минут",
        "stars": 3,
        "description": "Ex nostrud qui do quis velit id mollit officia sit sint aliquip commodo veniam. Exercitation amet consectetur tempor anim. Mollit labore cillum culpa magna aliquip velit minim duis minim dolore consectetur do nostrud anim. Cillum occaecat non magna laborum cupidatat veniam est adipisicing nulla Lorem consectetur.\n\nNisi ex occaecat velit ea nisi amet labore sit est eu. Culpa veniam eu fugiat aliqua dolor cupidatat sint culpa dolor. Occaecat esse cillum ipsum reprehenderit. Ad do sunt occaecat reprehenderit aliquip labore minim eu pariatur est cillum. Adipisicing eiusmod minim tempor duis nulla eiusmod occaecat officia laboris in pariatur velit. Quis voluptate reprehenderit eiusmod ut eu laboris elit cillum.",
        "date": "Sunday, February 15, 2015 5:53 AM",
        "status": 2
      },
      {
        "id": "5c74f2ead64e2ea2814d3394",
        "name": "Aliquip consectetur et sunt sint aliquip nostrud excepteur. Sit sint labore ea ad exercitation aliquip commodo laborum. Sit duis laboris in deserunt non minim reprehenderit sunt sunt. Fugiat minim ad qui et mollit incididunt non.",
        "estimate": "7 часов",
        "spend": "19 часов 58 минут",
        "stars": 5,
        "description": "Et et ea commodo pariatur veniam aliqua nisi. Duis consectetur nisi culpa dolore commodo qui minim. Deserunt irure fugiat esse sunt cupidatat anim sit tempor exercitation adipisicing eiusmod commodo occaecat. Eu eu nostrud est esse incididunt fugiat cupidatat. Labore quis ipsum occaecat et consectetur adipisicing id elit magna ut sit enim.\n\nAute tempor laboris nisi cupidatat qui. Eu labore cillum sunt officia dolor. Commodo esse voluptate mollit sit excepteur irure dolore irure cillum veniam exercitation pariatur. Ea labore esse minim mollit ut et nisi eiusmod tempor eiusmod in nostrud labore. Cupidatat officia quis sit irure adipisicing aliquip elit reprehenderit culpa ex ea magna.",
        "date": "Wednesday, January 20, 2016 2:46 PM",
        "status": 2
      },
      {
        "id": "5c74f2eaff23812961ff31a7",
        "name": "Duis Lorem in nostrud fugiat Lorem. Ipsum laborum officia est minim excepteur velit in dolor. Cupidatat dolore consequat duis laboris qui.",
        "estimate": "13 часов",
        "spend": "2 часов 16 минут",
        "stars": 4,
        "description": "Eiusmod aliqua sit reprehenderit est in exercitation Lorem consectetur labore do proident. Dolore tempor adipisicing pariatur dolore cillum aute eiusmod irure magna velit minim. Nisi aute commodo sunt incididunt consectetur proident reprehenderit est ad. Magna eu proident consequat sunt irure ut elit.\n\nAmet nostrud qui et pariatur officia. Eu id do duis nisi ex voluptate ea eu commodo laborum Lorem. Minim nostrud in reprehenderit ullamco id non sit sint velit ex. Cupidatat incididunt dolor aliquip sit elit.",
        "date": "Sunday, April 3, 2016 8:52 AM",
        "status": 4
      },
      {
        "id": "5c74f2ea28e4ac994ac1e232",
        "name": "Excepteur et dolor est voluptate aliquip laborum fugiat sunt cupidatat officia tempor fugiat ullamco. Voluptate minim dolore consequat et commodo nulla adipisicing et ex. Dolore sunt sint non velit id exercitation. Mollit ad voluptate enim consectetur. In esse exercitation exercitation amet aliquip tempor deserunt. Dolor cillum voluptate elit aliqua tempor non excepteur officia pariatur ipsum irure do.",
        "estimate": "15 часов",
        "spend": "3 часов 18 минут",
        "stars": 4,
        "description": "Incididunt do sint exercitation cupidatat proident enim Lorem est. Excepteur do dolore velit fugiat qui anim magna id esse voluptate officia. Quis eu cillum nisi exercitation fugiat sit nisi. Lorem nisi ea amet ut non qui Lorem anim dolore laborum reprehenderit tempor elit.\n\nEnim magna ex consequat proident. Aliquip do labore voluptate nisi nostrud cupidatat exercitation qui aute nostrud cillum. Fugiat sunt laborum fugiat cupidatat voluptate enim occaecat laboris incididunt. Et reprehenderit ullamco eiusmod ad reprehenderit irure ad est anim Lorem consectetur. Ullamco amet cillum cupidatat do voluptate deserunt in ipsum consequat velit cillum velit. Elit voluptate commodo nisi ipsum laboris qui.",
        "date": "Friday, April 28, 2017 9:41 PM",
        "status": 3
      },
      {
        "id": "5c74f2eaa1679b92ea7c331e",
        "name": "Sint irure voluptate nisi et ex consectetur ea. Sint exercitation Lorem proident culpa laborum ullamco cillum officia. Id dolor aliqua est aute aliquip veniam deserunt sint culpa reprehenderit nostrud officia velit amet. Magna anim nostrud ipsum irure dolore eu consectetur Lorem. Dolore cillum excepteur reprehenderit Lorem reprehenderit incididunt ea pariatur non incididunt Lorem occaecat ea.",
        "estimate": "14 часов",
        "spend": "3 часов 40 минут",
        "stars": 1,
        "description": "Sunt proident nisi ut anim. Voluptate nisi consectetur aliqua id tempor sint cillum enim dolor. Amet pariatur amet proident ut laborum elit in cupidatat. Aliquip aliquip pariatur excepteur irure ex sit occaecat duis. Non sint et duis in est occaecat eu qui veniam eiusmod id sint. Cillum nisi elit enim amet proident esse esse consequat minim laboris consectetur laboris mollit.\n\nMinim et ea laboris ullamco nisi reprehenderit nisi. Non laborum voluptate irure ipsum aliqua. Deserunt laborum quis velit voluptate laborum. Velit aliqua pariatur excepteur ullamco id dolore proident consequat excepteur voluptate nisi exercitation commodo. Tempor quis ex voluptate incididunt adipisicing duis nisi et elit incididunt proident tempor. Consectetur minim eu nulla proident aliqua incididunt dolor ipsum veniam.",
        "date": "Friday, December 4, 2015 11:51 PM",
        "status": 1
      }
    ]
  },
  {
    "id": "5c74f2eaaf33e69a1aea2417",
    "project": "Xinware",
    "tasks": [
      {
        "id": "5c74f2eaaa980d470d4e605d",
        "name": "Sit quis tempor enim pariatur exercitation adipisicing pariatur reprehenderit eiusmod. Ex magna irure dolore adipisicing pariatur. Commodo esse occaecat et occaecat id dolore occaecat elit occaecat nisi. Dolor proident consectetur deserunt veniam mollit in anim ullamco cupidatat eu. Deserunt occaecat mollit esse amet pariatur officia ad ipsum ipsum consequat nostrud esse. Exercitation exercitation deserunt ut ad non eu exercitation nulla officia.",
        "estimate": "9 часов",
        "spend": "1 часов 44 минут",
        "stars": 2,
        "description": "Nulla magna occaecat elit amet ipsum reprehenderit elit et ut. Dolor voluptate culpa eiusmod occaecat adipisicing irure occaecat consectetur dolore excepteur culpa incididunt occaecat. Aliquip voluptate irure incididunt duis qui aliquip occaecat sunt occaecat. Laboris ea quis ad ea id enim qui id ea culpa irure enim. Nostrud id magna quis cillum anim id commodo commodo ut. Minim laboris occaecat do cillum magna labore officia duis eu sunt.\n\nEu ad ut exercitation sit sit eiusmod ad ut occaecat. Velit excepteur culpa amet irure non irure reprehenderit consequat quis reprehenderit excepteur. In exercitation non et aute sit quis. Ad culpa veniam aliquip et aliqua sit commodo. Incididunt magna mollit incididunt aliquip aliqua cillum aliqua. Ad ad mollit do elit sit exercitation aliquip eu mollit occaecat duis veniam enim in.",
        "date": "Monday, December 11, 2017 6:29 AM",
        "status": 1
      },
      {
        "id": "5c74f2ea38bd488a4105d3c4",
        "name": "Cupidatat nulla minim nulla sint nisi commodo voluptate id. Consectetur eiusmod non et minim cupidatat consequat eiusmod nisi non culpa. Aliquip aute aute nulla irure aliquip sunt culpa aliquip. Lorem do non incididunt excepteur tempor adipisicing enim quis eu. Aliqua exercitation consequat non minim mollit eiusmod qui in.",
        "estimate": "3 часов",
        "spend": "19 часов 49 минут",
        "stars": 5,
        "description": "Non sunt ipsum do commodo excepteur adipisicing adipisicing sint excepteur Lorem consectetur ipsum consequat. Est in ea commodo reprehenderit. Consectetur velit deserunt voluptate ad excepteur officia do adipisicing officia. Aute amet duis anim pariatur minim.\n\nEst magna voluptate commodo dolor. Nisi mollit veniam nulla in in duis laborum magna eiusmod exercitation. Nulla excepteur enim fugiat commodo duis occaecat cillum id. In proident culpa amet adipisicing fugiat cillum ullamco elit sit occaecat. Adipisicing fugiat fugiat dolor reprehenderit occaecat Lorem ullamco adipisicing sit et aliqua dolor eu fugiat. Incididunt minim aliquip laborum duis id sit proident. Do veniam non nisi magna mollit non dolor ex velit.",
        "date": "Tuesday, February 14, 2017 6:55 PM",
        "status": 1
      },
      {
        "id": "5c74f2eaf62b95576ce7a646",
        "name": "Quis et est labore aliqua cillum culpa aute minim nisi Lorem non. Ullamco ea dolor aliquip eiusmod eiusmod aliquip sunt sit amet nulla consequat. Nisi fugiat nisi velit ullamco. Irure ex duis aliquip et quis laboris irure culpa in aute et. Elit culpa elit cillum deserunt eiusmod exercitation do adipisicing sit pariatur.",
        "estimate": "4 часов",
        "spend": "10 часов 4 минут",
        "stars": 4,
        "description": "Tempor incididunt et elit deserunt ipsum mollit ipsum tempor laborum commodo dolor sit. Voluptate tempor aliqua exercitation sunt ipsum deserunt aliquip est. Nulla officia eu ad ad ex fugiat amet commodo proident. Labore ut occaecat do id do esse ut Lorem.\n\nExercitation ullamco ipsum ullamco voluptate eu. Elit cillum velit aliqua esse ut proident deserunt exercitation esse labore nulla culpa eiusmod. Culpa non sit nostrud laborum fugiat nisi laborum fugiat laborum fugiat velit ea est sit. Ut sunt voluptate eiusmod velit ipsum ipsum non est ipsum officia.",
        "date": "Friday, March 16, 2018 4:38 AM",
        "status": 3
      },
      {
        "id": "5c74f2ea2d2e5318582af685",
        "name": "Voluptate enim mollit irure id do amet ipsum voluptate irure laboris. Aute duis voluptate pariatur sit occaecat duis amet consectetur et sit et ullamco ullamco. Minim officia Lorem quis reprehenderit irure non sit nulla cupidatat commodo ea sint. Esse qui ut ut reprehenderit elit elit sunt ipsum. Adipisicing fugiat est dolor nulla excepteur labore quis voluptate. Officia reprehenderit duis pariatur elit id qui aliquip sint.",
        "estimate": "14 часов",
        "spend": "16 часов 54 минут",
        "stars": 3,
        "description": "Non eiusmod sit sint elit cupidatat veniam exercitation quis qui officia. Consectetur exercitation irure aliqua mollit non laboris esse dolor. Lorem dolor nulla incididunt cillum aliquip. Adipisicing mollit ut excepteur et.\n\nCillum nulla cillum quis cillum in. Eu velit sunt tempor amet velit incididunt esse in quis mollit laboris quis. Est in ad cillum fugiat est aliqua minim labore laboris pariatur adipisicing amet minim dolor. In aliqua et velit amet qui consequat nulla do qui ipsum Lorem ipsum.",
        "date": "Tuesday, May 30, 2017 9:29 AM",
        "status": 4
      },
      {
        "id": "5c74f2ea8bf9468d6439a3e7",
        "name": "Velit eu officia adipisicing voluptate reprehenderit aliquip eu sint eu velit ea nostrud fugiat. Eu ex eiusmod labore fugiat est est eiusmod qui enim officia duis. Consequat laboris mollit excepteur sit. Mollit excepteur veniam commodo do velit proident dolor veniam sint exercitation sint velit.",
        "estimate": "11 часов",
        "spend": "20 часов 38 минут",
        "stars": 5,
        "description": "Fugiat non ullamco ipsum dolor exercitation quis eiusmod ad consequat pariatur sit. Elit in ex ut ut commodo esse laboris non enim qui magna nisi fugiat. Do labore aliqua sunt cillum aliquip.\n\nMagna cillum est in id nostrud nostrud consectetur duis anim irure quis. Nisi laboris proident incididunt ex velit. Culpa excepteur anim proident elit tempor sunt ullamco aliquip. Voluptate ipsum eiusmod laboris Lorem sunt non officia sit sit. Dolor do voluptate cupidatat sit excepteur eiusmod veniam deserunt fugiat aliqua cillum duis qui eiusmod. Irure aute dolore in laboris anim ullamco cillum quis.",
        "date": "Friday, August 1, 2014 10:21 AM",
        "status": 4
      },
      {
        "id": "5c74f2ea8115f410056576f6",
        "name": "Elit esse ad laboris labore proident aliqua et culpa eu elit voluptate quis. Laborum magna laborum commodo velit. Enim consequat cillum non nostrud fugiat magna quis do consectetur dolor irure fugiat. Elit labore elit duis est. Et ad incididunt fugiat ut tempor reprehenderit nostrud. Nulla do do tempor labore exercitation sint et proident enim tempor aliquip Lorem eu. Adipisicing sit tempor officia cupidatat incididunt id consectetur minim minim aute qui eu mollit sit.",
        "estimate": "1 часов",
        "spend": "4 часов 11 минут",
        "stars": 5,
        "description": "Adipisicing est labore est mollit consectetur ullamco ut in laboris. Laboris cupidatat do labore cupidatat qui occaecat consectetur Lorem cupidatat. Dolore dolor ea in proident amet aliqua irure dolor officia sit enim. Reprehenderit Lorem adipisicing duis aliquip quis velit. Elit anim esse ex sint quis sint. Veniam in reprehenderit aliqua ut nulla consequat proident do occaecat pariatur cillum laboris.\n\nEst tempor est ipsum enim minim velit magna elit. Proident irure deserunt anim nulla amet ut ad velit ullamco labore anim cillum deserunt enim. Dolore magna cupidatat ipsum occaecat laboris incididunt.",
        "date": "Sunday, December 21, 2014 3:54 AM",
        "status": 3
      },
      {
        "id": "5c74f2eaaa63718c133c00cb",
        "name": "Ut eiusmod mollit magna consequat pariatur nulla consequat esse. Consectetur enim sit magna occaecat dolor voluptate irure amet sit. Dolor tempor deserunt do pariatur irure duis dolore ut aliquip excepteur.",
        "estimate": "16 часов",
        "spend": "5 часов 48 минут",
        "stars": 2,
        "description": "Est nisi aliquip aliquip dolor culpa veniam nulla. Aute nostrud nostrud culpa dolore irure nostrud do. Veniam irure fugiat tempor nisi. Magna culpa pariatur magna veniam deserunt incididunt velit et voluptate nostrud est nisi nulla. Pariatur fugiat amet commodo officia ea irure elit aute eu elit veniam aliqua reprehenderit ipsum. In deserunt eiusmod irure labore pariatur dolor aute quis ut dolor nulla sunt.\n\nSit aliquip cupidatat nostrud et pariatur est. Proident id do aute commodo velit ex. Nulla aliquip reprehenderit cillum nostrud commodo eu ad est excepteur do quis. Mollit velit adipisicing nostrud proident consectetur. Labore est Lorem do proident. Ad in sint mollit officia do do.",
        "date": "Tuesday, February 25, 2014 8:44 AM",
        "status": 3
      },
      {
        "id": "5c74f2eaa84b368609546980",
        "name": "Proident nostrud ullamco non sint dolore sit. Ullamco esse velit excepteur est ut anim cillum. Ipsum et nulla velit cupidatat pariatur ullamco reprehenderit cupidatat adipisicing laborum proident nulla minim. Do sunt laborum voluptate culpa sunt laborum dolor cupidatat. Duis exercitation duis do eiusmod et consectetur commodo velit. In sunt tempor exercitation eu esse sit amet ut exercitation labore culpa officia.",
        "estimate": "7 часов",
        "spend": "20 часов 41 минут",
        "stars": 3,
        "description": "Excepteur enim voluptate ut minim velit do. Nostrud nulla sint amet mollit aliquip excepteur. Incididunt voluptate amet ad sit proident in laboris laborum dolore laboris commodo. Commodo cillum aliquip laborum eu. Et sint excepteur duis eu velit ad dolor qui voluptate qui cillum. Culpa occaecat quis laborum anim exercitation tempor fugiat.\n\nAmet commodo quis nostrud aute anim nostrud eu tempor eiusmod minim et. Dolore culpa ut aute nostrud. Occaecat ut sint ullamco sint tempor pariatur ullamco consectetur. Dolor mollit et aute cillum incididunt irure pariatur ipsum voluptate aliqua culpa eu amet qui. Dolor labore anim quis qui.",
        "date": "Saturday, October 27, 2018 8:43 PM",
        "status": 1
      },
      {
        "id": "5c74f2ea1bb43b6c8c720a1e",
        "name": "Non aliquip qui consectetur sunt Lorem. Mollit est consequat occaecat cupidatat incididunt nisi nostrud minim sint quis minim velit ea est. Anim ad exercitation eu sint reprehenderit tempor aliqua aliqua labore ut esse dolor. Dolor ad aliqua excepteur deserunt anim est eu occaecat laboris esse excepteur exercitation in.",
        "estimate": "9 часов",
        "spend": "11 часов 30 минут",
        "stars": 1,
        "description": "Tempor eiusmod deserunt nostrud sunt et occaecat sit adipisicing ut aliqua velit non qui. Ex magna do non nisi enim cillum occaecat minim tempor aliqua. Ea tempor culpa qui et enim nostrud sunt consectetur Lorem ea ex amet cillum aliquip. Deserunt aute officia laboris proident et sit et elit duis qui voluptate labore qui. Veniam tempor ullamco occaecat enim nostrud fugiat id laborum aute. Et ex occaecat quis voluptate cillum amet. Excepteur nostrud minim laborum ut proident.\n\nConsequat officia in nisi aliquip eiusmod nisi duis nisi exercitation qui aliqua. Est minim cillum incididunt incididunt labore eiusmod eu proident duis. Duis exercitation aute adipisicing irure amet id labore ipsum eiusmod id ullamco eu qui sit. Eiusmod esse pariatur ea reprehenderit id minim aliqua enim consectetur mollit aute deserunt do. Officia proident nostrud eu consectetur proident voluptate qui adipisicing anim ad quis sit. Ipsum qui tempor ut qui mollit magna pariatur labore consequat aliqua quis veniam pariatur ullamco.",
        "date": "Wednesday, July 27, 2016 1:16 PM",
        "status": 3
      },
      {
        "id": "5c74f2eadb3809ba0eb8da71",
        "name": "Est sint laborum mollit non cupidatat aliqua nostrud ex eu commodo quis. Nulla labore Lorem consectetur veniam sunt cupidatat velit culpa sint ex proident. Lorem ipsum eu reprehenderit in fugiat cillum culpa do cupidatat. Ut excepteur non magna sint do esse eiusmod adipisicing eiusmod proident labore ea fugiat. Enim mollit et reprehenderit veniam. Voluptate fugiat exercitation nostrud magna cillum.",
        "estimate": "13 часов",
        "spend": "15 часов 58 минут",
        "stars": 5,
        "description": "Voluptate officia sunt magna labore velit ipsum Lorem eiusmod officia sint consequat ea. Laborum eu do sint culpa. Labore magna quis cillum fugiat esse cillum laborum tempor commodo irure. Eiusmod anim culpa reprehenderit nulla dolore velit non aute mollit consectetur quis ullamco anim officia.\n\nIpsum anim ex laborum mollit non commodo non ea duis exercitation quis laboris eiusmod ut. Ex laborum irure labore exercitation ipsum incididunt consectetur ea occaecat est amet id elit officia. Quis et ea consectetur consequat sit eu laboris eiusmod sit Lorem consectetur deserunt. Laboris reprehenderit aliqua qui fugiat do dolore do voluptate ex. Nostrud eiusmod enim velit ad sit incididunt sunt aliquip anim cillum fugiat. Non cupidatat velit anim pariatur ad id velit excepteur enim. Id excepteur ad nostrud excepteur cupidatat aute consequat mollit id nulla eu.",
        "date": "Monday, January 27, 2014 6:56 PM",
        "status": 3
      }
    ]
  },
  {
    "id": "5c74f2ea28ad5179143547e2",
    "project": "Jimbies",
    "tasks": [
      {
        "id": "5c74f2ea79541f32d236db37",
        "name": "Voluptate veniam aliqua laborum voluptate sit. Nostrud adipisicing culpa anim tempor veniam ullamco ea enim aliqua cupidatat. Cillum Lorem mollit veniam ipsum proident Lorem esse non ex labore sunt sint. Et dolor culpa adipisicing pariatur veniam incididunt do anim nisi tempor ad enim minim enim.",
        "estimate": "16 часов",
        "spend": "9 часов 8 минут",
        "stars": 2,
        "description": "Enim cillum aliqua deserunt tempor proident excepteur fugiat laboris dolore ipsum culpa. Enim eu sit laborum irure. Minim labore anim sit proident ipsum ad anim irure irure cillum culpa cupidatat excepteur.\n\nAliqua anim adipisicing officia fugiat occaecat ex sunt cupidatat do eu in. Anim duis amet magna cillum excepteur laboris nostrud in. Reprehenderit aliquip nulla dolor fugiat labore labore ex sunt. Aute sunt reprehenderit voluptate officia occaecat.",
        "date": "Wednesday, October 17, 2018 12:28 AM",
        "status": 1
      },
      {
        "id": "5c74f2ea38c3bca0bc08f732",
        "name": "Fugiat dolore Lorem aliquip duis enim dolor irure veniam ea. Ullamco dolor consectetur eu eiusmod irure commodo excepteur consectetur occaecat. Cupidatat deserunt sint fugiat nulla cillum sint esse adipisicing eu anim enim nulla elit. Incididunt commodo elit irure pariatur occaecat quis excepteur veniam sit anim. Nostrud enim ut commodo cupidatat. Dolore adipisicing consectetur laborum aliquip id Lorem elit deserunt minim deserunt.",
        "estimate": "7 часов",
        "spend": "8 часов 15 минут",
        "stars": 3,
        "description": "Sint voluptate pariatur elit consequat adipisicing eu pariatur ad incididunt magna dolor. Minim sint do consectetur labore sit amet duis incididunt. Sint culpa laborum pariatur esse quis cupidatat sit occaecat. Esse cupidatat velit duis officia mollit magna commodo sit ullamco Lorem. Minim consectetur in exercitation magna occaecat in sint deserunt laborum id ipsum sunt aliquip elit. Nisi nisi esse eu ut. Et in minim labore esse eu excepteur aliqua veniam ad magna incididunt nostrud ut.\n\nIn Lorem nisi et excepteur eu quis eiusmod. In dolor Lorem non commodo in aute. Dolore quis non enim id commodo sint est et dolor ea aliquip tempor voluptate deserunt.",
        "date": "Tuesday, December 9, 2014 7:04 PM",
        "status": 3
      },
      {
        "id": "5c74f2ea453675ea0528ffb5",
        "name": "Excepteur est quis officia duis sit voluptate occaecat laborum qui irure. Enim consectetur mollit ea proident tempor nulla non. Aute esse culpa fugiat ullamco enim do laboris adipisicing ullamco. Qui est ex cupidatat mollit amet sunt sint non aliqua nostrud in ad. Officia aliqua consequat aute proident excepteur deserunt nulla ut incididunt. Consequat ad et ullamco deserunt enim nisi aliqua commodo consequat mollit voluptate exercitation. Esse sunt aliquip ad est reprehenderit fugiat laboris ipsum irure magna veniam adipisicing.",
        "estimate": "12 часов",
        "spend": "9 часов 6 минут",
        "stars": 1,
        "description": "Exercitation dolore qui ex anim culpa ex. Ea anim est laboris cupidatat. Culpa quis minim sit ea do qui voluptate in commodo proident sint. Ipsum amet eu et labore enim ullamco laborum enim.\n\nConsectetur mollit quis consequat non sint et mollit culpa qui. Elit amet et est ea labore aliquip ullamco amet anim qui tempor sit. Culpa cupidatat ullamco deserunt minim incididunt ipsum veniam cillum exercitation voluptate laborum velit magna. Aliquip incididunt pariatur aute dolore magna labore quis anim sit magna voluptate dolore.",
        "date": "Tuesday, April 5, 2016 4:45 PM",
        "status": 2
      },
      {
        "id": "5c74f2ea86e6c95f6c82ad70",
        "name": "Tempor excepteur incididunt adipisicing sunt aute pariatur eu est fugiat amet ullamco minim esse ea. Lorem officia ullamco ex duis sit ullamco nulla. Veniam qui magna occaecat labore aute cillum. Duis elit laboris culpa voluptate deserunt pariatur tempor. Elit enim laboris voluptate ipsum sit incididunt eiusmod.",
        "estimate": "20 часов",
        "spend": "10 часов 38 минут",
        "stars": 3,
        "description": "Ullamco eiusmod voluptate ipsum quis nostrud ullamco deserunt. Tempor nisi eiusmod pariatur ea ex. Minim ipsum ipsum ut fugiat labore qui officia sint id duis. Nostrud labore cillum adipisicing dolore cupidatat do sunt quis commodo. Elit dolor consequat veniam dolor sit nulla est id eiusmod et cillum eu. Deserunt ut exercitation consequat tempor sunt culpa nostrud velit magna. Dolor cillum ea est excepteur ut eu ad officia sint Lorem ut.\n\nPariatur sint ad exercitation ex voluptate ipsum ut aliqua occaecat eu sint enim. Do fugiat sunt officia eiusmod non reprehenderit aliquip. Eu nulla commodo aliqua eiusmod aliqua.",
        "date": "Sunday, September 2, 2018 8:42 AM",
        "status": 2
      },
      {
        "id": "5c74f2ea24f9173f588e50d4",
        "name": "Enim velit amet Lorem commodo nulla ullamco ut sunt in incididunt. Enim Lorem officia minim aute consequat non sint culpa. Reprehenderit Lorem eu Lorem et duis enim dolore cupidatat tempor nulla reprehenderit laboris eu ullamco. Enim adipisicing in id irure id. Non labore esse laboris minim sunt velit.",
        "estimate": "15 часов",
        "spend": "8 часов 25 минут",
        "stars": 4,
        "description": "Tempor laborum qui dolore aute tempor non duis eiusmod aliqua sint eiusmod cillum esse. Occaecat minim amet voluptate exercitation reprehenderit aliquip amet proident. Anim deserunt consectetur reprehenderit aute commodo cupidatat nisi qui elit est enim aliqua cillum deserunt. Laboris magna aliquip reprehenderit sit aliquip laborum pariatur esse nostrud est proident. Ut nostrud elit ex eiusmod nisi dolore qui exercitation deserunt.\n\nQuis laborum reprehenderit Lorem duis tempor. Ea cillum ex officia culpa qui. Ad deserunt est enim minim sint incididunt reprehenderit adipisicing sunt. Reprehenderit anim consequat consectetur velit. Consequat reprehenderit excepteur eiusmod tempor Lorem sunt veniam commodo pariatur adipisicing ut. Laboris incididunt est id exercitation culpa irure deserunt sunt.",
        "date": "Monday, April 7, 2014 6:53 PM",
        "status": 1
      },
      {
        "id": "5c74f2ea4e37205a7465f312",
        "name": "Lorem ex adipisicing quis est Lorem adipisicing voluptate irure duis proident est. Deserunt tempor ad aliquip dolor excepteur anim. Incididunt laboris elit elit duis ad aliqua esse exercitation nisi id consequat consectetur eiusmod. Pariatur voluptate irure sunt culpa deserunt pariatur in nulla nulla elit fugiat do eu laboris.",
        "estimate": "2 часов",
        "spend": "15 часов 15 минут",
        "stars": 2,
        "description": "Sit esse laboris commodo anim dolor labore ea. Mollit velit irure sint deserunt. Exercitation id nostrud cupidatat irure aute nulla nulla laboris eu et dolore ad proident. Consequat laboris amet non voluptate ex incididunt magna est sint Lorem officia mollit proident. Laboris nostrud ad ullamco laboris elit elit.\n\nExcepteur deserunt cupidatat qui enim enim labore cupidatat. Ipsum deserunt laborum enim eu mollit ad. Minim commodo cillum eiusmod labore minim ea commodo consequat adipisicing est duis ut duis sunt. Aute ea eiusmod voluptate eiusmod minim eiusmod. Reprehenderit esse voluptate anim dolore sit exercitation laboris voluptate amet fugiat aliquip. Est eiusmod eu excepteur amet nulla officia minim non sunt nostrud consectetur dolor.",
        "date": "Sunday, January 5, 2014 11:51 AM",
        "status": 4
      },
      {
        "id": "5c74f2ea34a7865e3efbb99a",
        "name": "Ullamco velit culpa ullamco elit labore aliqua nulla duis ea ut elit. Adipisicing amet consequat proident qui. Reprehenderit reprehenderit occaecat non sit dolor id veniam laborum cupidatat laborum elit aliquip nisi. Irure ex non proident fugiat dolore duis. Eiusmod laboris aliquip Lorem excepteur ex nostrud occaecat excepteur adipisicing nostrud ad veniam anim est. Incididunt veniam aliquip exercitation minim minim commodo exercitation deserunt. Sunt non culpa mollit enim laboris tempor minim nulla.",
        "estimate": "4 часов",
        "spend": "11 часов 34 минут",
        "stars": 1,
        "description": "Id quis enim ullamco esse ea in cillum consequat sunt. Cupidatat ex ullamco dolor deserunt. Deserunt quis in consequat irure Lorem. Ut excepteur incididunt ut sunt anim. Mollit dolore quis commodo elit esse enim ullamco incididunt cupidatat.\n\nIrure est elit est esse ex do nisi voluptate. Lorem cupidatat aliqua nulla minim labore anim cupidatat mollit consequat cillum. Officia aute aliqua ad eu proident minim deserunt aliquip.",
        "date": "Tuesday, November 15, 2016 9:24 AM",
        "status": 1
      },
      {
        "id": "5c74f2eacd7717d0d09f5a2b",
        "name": "Dolor sunt sit consequat reprehenderit. Do dolor exercitation adipisicing nostrud nisi ut. Laborum id aliquip sunt nulla sunt culpa anim laboris reprehenderit esse occaecat aliquip. Anim minim commodo eu et id in ipsum et non aliqua. Eiusmod voluptate adipisicing voluptate aliquip aliquip et elit tempor nostrud proident non. Adipisicing duis et esse elit cillum reprehenderit exercitation qui aliqua irure ea.",
        "estimate": "6 часов",
        "spend": "2 часов 3 минут",
        "stars": 5,
        "description": "Tempor sint exercitation laboris incididunt nulla ea. Mollit ipsum minim cupidatat fugiat. Exercitation officia adipisicing excepteur veniam ad elit deserunt culpa occaecat consectetur commodo mollit mollit.\n\nDo officia officia sit tempor dolor non laborum velit ea consectetur sit enim nostrud. Voluptate laboris exercitation qui incididunt tempor anim sunt enim tempor sint ut minim enim velit. Consequat nostrud nisi nisi pariatur. Sit nulla commodo nostrud adipisicing culpa esse reprehenderit incididunt sit culpa magna ut sunt. Id esse veniam in est id dolore culpa esse duis mollit quis laboris deserunt.",
        "date": "Thursday, April 21, 2016 9:27 PM",
        "status": 1
      },
      {
        "id": "5c74f2eafda4e2b903696aeb",
        "name": "Nostrud nisi mollit qui pariatur minim anim. Ex laborum et eu excepteur Lorem eiusmod est. Commodo id dolore nostrud anim. Est pariatur do dolore Lorem aliquip aliqua nostrud reprehenderit eiusmod deserunt elit occaecat culpa non. Quis ullamco commodo sint sint. Elit in esse commodo eu non aute aliquip amet. Et pariatur aliquip id adipisicing eu dolore culpa ipsum laboris cillum velit.",
        "estimate": "3 часов",
        "spend": "15 часов 58 минут",
        "stars": 2,
        "description": "Ipsum exercitation excepteur mollit duis proident ut duis commodo commodo est. Aliquip enim pariatur enim velit elit laborum. Non nisi irure nostrud ullamco cupidatat laboris laborum deserunt enim ex adipisicing ullamco occaecat aute. Consequat proident amet ut sit ad minim tempor pariatur reprehenderit sunt.\n\nNulla et aliquip non aute nulla ea ut laboris cillum cillum. Ea adipisicing exercitation deserunt et aliquip est cillum est do minim enim. Est aliqua consectetur tempor officia est elit dolor dolore anim ex duis.",
        "date": "Thursday, June 9, 2016 3:50 PM",
        "status": 3
      },
      {
        "id": "5c74f2ea1e9cf2a4d106f475",
        "name": "Nostrud eiusmod magna dolore ipsum tempor velit nisi adipisicing laboris minim eiusmod amet mollit. Est incididunt laborum occaecat dolore amet non reprehenderit tempor ut magna. Commodo est nulla fugiat et culpa laborum ad non voluptate ea voluptate aute minim. Quis magna excepteur laborum proident anim irure anim quis sunt irure ad qui. Ut aliquip dolore excepteur deserunt do irure dolore mollit excepteur fugiat amet pariatur cupidatat.",
        "estimate": "2 часов",
        "spend": "1 часов 12 минут",
        "stars": 5,
        "description": "Pariatur sunt qui excepteur consequat sit Lorem adipisicing eu. Ipsum mollit non et et non. Adipisicing occaecat et irure esse Lorem ipsum labore voluptate minim in velit excepteur aliquip officia. Adipisicing deserunt amet laboris laboris id labore in sit qui. Proident culpa adipisicing nisi est culpa. Elit nisi commodo duis incididunt.\n\nEst aliquip enim enim nulla tempor. Ex ea voluptate aliquip in elit commodo minim ut. Enim occaecat amet ullamco ea proident. Elit elit sint aliqua aliquip sint quis tempor. Nulla est aliquip commodo in elit exercitation exercitation nisi non. Sunt esse voluptate sint reprehenderit ullamco elit aliquip Lorem non sit laboris deserunt mollit aliquip. Enim magna aliquip sunt eiusmod aliquip quis voluptate elit Lorem consectetur sunt ullamco dolor tempor.",
        "date": "Sunday, January 19, 2014 11:48 AM",
        "status": 4
      },
      {
        "id": "5c74f2ea65edbd39ec43ff26",
        "name": "Cupidatat ipsum tempor sunt ullamco cillum velit eu. Aute dolor nisi fugiat fugiat ea aute eiusmod et. Esse quis ea reprehenderit in mollit sint laboris mollit non. Pariatur do nostrud magna anim duis cillum consectetur occaecat minim dolore dolore velit. Enim fugiat nisi mollit consectetur Lorem amet irure aliqua. Est quis amet proident laborum anim do non eiusmod.",
        "estimate": "19 часов",
        "spend": "10 часов 51 минут",
        "stars": 3,
        "description": "Sunt sunt pariatur ad adipisicing irure anim ea quis officia amet. Incididunt tempor incididunt ea occaecat incididunt proident velit velit sit ad dolore pariatur. Sit ex nisi cillum eiusmod pariatur officia ad sit do sunt qui laboris. Ea laborum elit et consectetur exercitation eiusmod esse officia est aliqua pariatur id consectetur. Cupidatat quis cillum ullamco nulla veniam. Reprehenderit fugiat culpa consectetur quis nostrud aliquip.\n\nMinim commodo anim aliquip in adipisicing ad dolor velit dolor ad irure dolor nisi. Incididunt adipisicing Lorem officia adipisicing tempor pariatur ex commodo minim exercitation duis sint Lorem. Eu aliqua et excepteur velit labore velit nisi aute laborum. Sunt commodo ad et ex dolor. Incididunt voluptate anim do labore nulla Lorem ex velit sit irure proident. Elit nostrud exercitation adipisicing Lorem reprehenderit est adipisicing laborum.",
        "date": "Thursday, December 27, 2018 3:15 PM",
        "status": 2
      },
      {
        "id": "5c74f2ea7699ace00aba8c94",
        "name": "Aliqua amet cupidatat minim dolor sunt ipsum ea occaecat. Exercitation est exercitation in amet fugiat. Excepteur officia ex dolor velit amet sint aute. Irure amet sit Lorem laboris non. Magna cupidatat laboris exercitation dolore fugiat eiusmod in id consequat ad laborum officia esse est.",
        "estimate": "18 часов",
        "spend": "11 часов 56 минут",
        "stars": 5,
        "description": "Amet cupidatat ullamco reprehenderit qui ullamco. Minim esse velit tempor qui sint pariatur dolor sunt aute ipsum. Amet qui eu magna nostrud voluptate.\n\nLabore exercitation quis irure adipisicing qui deserunt duis quis cupidatat quis qui. Officia sit id proident aliqua est ea veniam dolor fugiat magna laboris qui cupidatat. Anim deserunt irure veniam pariatur velit anim officia cupidatat anim elit enim tempor quis. Elit do aliqua voluptate amet minim mollit aliqua. Nulla ex in officia exercitation nulla in Lorem nulla. Voluptate pariatur amet veniam laborum cupidatat labore voluptate velit tempor et reprehenderit Lorem elit. Amet officia exercitation sint aute commodo cupidatat in irure.",
        "date": "Wednesday, April 18, 2018 6:23 PM",
        "status": 4
      },
      {
        "id": "5c74f2ea5bd849a85ecfd064",
        "name": "Id non eiusmod veniam dolor eu veniam nostrud nostrud consectetur laboris sunt. Velit mollit non fugiat reprehenderit irure esse enim exercitation. Pariatur incididunt non ullamco non. In ea quis culpa commodo Lorem minim culpa dolore reprehenderit aliquip. Proident velit occaecat enim pariatur laboris pariatur qui quis minim cupidatat et nisi veniam. Reprehenderit velit culpa quis reprehenderit excepteur ullamco dolore ullamco excepteur fugiat magna et enim eu. Irure nisi est ea do proident magna aliqua sunt laboris est anim voluptate nulla.",
        "estimate": "19 часов",
        "spend": "13 часов 42 минут",
        "stars": 5,
        "description": "Do eu dolor ad dolore adipisicing. Laborum esse nisi amet nisi. Veniam eu magna magna adipisicing eiusmod enim aliqua dolore dolor. Cillum reprehenderit anim eu sit dolor eiusmod mollit culpa fugiat veniam duis voluptate. Laborum sit aute mollit deserunt laboris. Lorem pariatur duis esse cupidatat et do sunt.\n\nUt cillum dolor elit nisi nulla nulla elit est amet nulla reprehenderit cillum. Culpa adipisicing laborum sit proident ullamco magna eu qui amet ea consequat esse veniam. Et esse proident aliqua anim.",
        "date": "Wednesday, September 16, 2015 5:42 PM",
        "status": 1
      }
    ]
  },
  {
    "id": "5c74f2eac3a032cce36eb57e",
    "project": "Niquent",
    "tasks": [
      {
        "id": "5c74f2eaa03be5f84b2def43",
        "name": "Fugiat reprehenderit labore sunt dolor. Eiusmod ut duis anim nostrud minim minim consectetur eiusmod qui veniam ut quis ea. Proident eiusmod minim laboris aute quis commodo qui incididunt sint exercitation quis tempor sit laborum. Elit enim consectetur enim duis ex qui. Reprehenderit nulla ipsum qui ullamco cupidatat ut irure. Est magna laborum ipsum occaecat elit esse voluptate tempor nisi esse duis.",
        "estimate": "4 часов",
        "spend": "15 часов 27 минут",
        "stars": 1,
        "description": "Ea duis labore eiusmod commodo consequat ad nulla mollit sint excepteur. Ex id exercitation elit laboris sunt qui ut commodo sint minim sint excepteur deserunt. In do dolor mollit cupidatat amet excepteur in officia nisi do. Ipsum elit sunt duis pariatur voluptate do sit.\n\nSunt proident esse excepteur amet minim amet ex irure voluptate proident. Ut minim est cupidatat consequat. Excepteur officia consectetur consequat anim tempor nisi. In amet irure labore dolore cillum consectetur tempor sunt ut amet. Exercitation excepteur exercitation exercitation anim elit enim aliquip.",
        "date": "Tuesday, March 13, 2018 7:00 PM",
        "status": 4
      },
      {
        "id": "5c74f2ea9b38e2ac6e9808b8",
        "name": "Excepteur ipsum est ipsum officia excepteur reprehenderit laborum veniam fugiat elit nulla cillum. Ex anim ad cupidatat non dolore fugiat. Magna labore sit ullamco non cillum duis labore cupidatat ipsum dolor. Sint velit labore dolor nisi proident minim ullamco ex eiusmod deserunt Lorem nisi. Sint id velit esse est est fugiat magna duis reprehenderit id. Proident do eu laboris id sunt tempor culpa nisi. Ea mollit dolore consectetur irure voluptate culpa anim dolore ullamco et commodo.",
        "estimate": "9 часов",
        "spend": "13 часов 27 минут",
        "stars": 3,
        "description": "Ullamco voluptate dolor pariatur commodo ipsum. Consequat esse reprehenderit anim ullamco et officia amet deserunt. Officia dolor irure cillum ut cillum eu labore labore qui id nisi sit aliqua ipsum. Culpa deserunt nulla labore mollit sint ut. Mollit voluptate adipisicing nostrud esse. Adipisicing labore sint fugiat dolore exercitation veniam ullamco. Est amet ut cupidatat laboris nisi.\n\nAnim occaecat est consectetur dolore aliqua aliquip amet eiusmod enim in. In anim anim cillum nisi pariatur ad quis. Minim irure in eiusmod fugiat dolor enim nulla voluptate. Ullamco proident consequat laborum ea anim pariatur non excepteur.",
        "date": "Saturday, October 15, 2016 9:10 AM",
        "status": 1
      },
      {
        "id": "5c74f2eab2d3813b18ef2a45",
        "name": "Incididunt quis exercitation ad velit consequat deserunt ipsum excepteur. Reprehenderit adipisicing do officia velit commodo. Veniam et proident cillum irure minim elit ut velit reprehenderit officia. Veniam excepteur magna ex amet velit duis cillum est consequat mollit voluptate fugiat. Incididunt in tempor culpa adipisicing ut dolor aliquip nostrud ex in in Lorem enim. Anim eiusmod esse non irure excepteur.",
        "estimate": "5 часов",
        "spend": "17 часов 57 минут",
        "stars": 2,
        "description": "Et cupidatat aliquip id reprehenderit et excepteur culpa eu veniam pariatur. Labore nulla veniam ipsum elit enim ad deserunt velit qui. Do irure adipisicing minim nostrud nisi velit sit mollit occaecat nulla aute aliqua consequat ea. Quis id nisi sit quis. Laboris fugiat consectetur cupidatat occaecat officia pariatur do anim qui ea consectetur laboris.\n\nIrure anim magna qui ullamco proident proident. Excepteur sint ex consectetur occaecat magna ullamco. Irure ex ad aute do incididunt aliquip elit. Ullamco tempor dolor dolore esse voluptate cupidatat quis enim excepteur. Fugiat est sunt voluptate consectetur ullamco. Commodo quis ut incididunt ut aute consectetur.",
        "date": "Tuesday, December 6, 2016 1:46 PM",
        "status": 1
      },
      {
        "id": "5c74f2ea3aefa91fe6db23d2",
        "name": "Irure ullamco cupidatat sunt sint velit in consequat aute ea. Minim culpa tempor aliquip ut consequat nostrud eiusmod. Sit sint dolor laborum irure est in excepteur quis consequat mollit. Officia culpa id laborum ut ipsum cupidatat. Irure anim commodo esse dolor veniam aute non.",
        "estimate": "9 часов",
        "spend": "14 часов 50 минут",
        "stars": 2,
        "description": "Sunt ea proident quis aute cupidatat. Ad consectetur sit aliqua labore et. Mollit do sit exercitation occaecat voluptate.\n\nMinim ex duis exercitation duis deserunt adipisicing ipsum incididunt. Occaecat ex commodo veniam esse laboris ut eiusmod eiusmod eiusmod esse. Proident labore consequat culpa consequat consequat magna sint occaecat. Irure adipisicing id nulla cupidatat nulla amet velit irure qui velit amet. Eiusmod ipsum nisi ea et excepteur. Eiusmod magna esse ex veniam laborum.",
        "date": "Friday, January 24, 2014 6:34 PM",
        "status": 4
      },
      {
        "id": "5c74f2ea9d4f26edaa6c5736",
        "name": "Dolor laborum exercitation consectetur aliquip dolore laborum incididunt laborum ullamco. Adipisicing velit ea cillum excepteur. Minim eiusmod ad ipsum incididunt non in eu amet nisi consectetur ullamco fugiat.",
        "estimate": "6 часов",
        "spend": "4 часов 22 минут",
        "stars": 5,
        "description": "Occaecat proident commodo voluptate exercitation Lorem consectetur nostrud nulla veniam eiusmod. Mollit cillum anim aliqua ullamco elit dolor. Quis ea consequat adipisicing sunt aliqua officia.\n\nEu laborum consectetur nostrud Lorem Lorem laboris occaecat nisi. Qui sit sunt mollit sit ullamco sit est aliquip qui commodo. Non nisi anim minim anim duis nulla incididunt nulla labore. Proident cillum deserunt aute exercitation esse et ea occaecat dolor sunt. Esse culpa minim ex consectetur sunt ex.",
        "date": "Thursday, February 25, 2016 4:46 AM",
        "status": 4
      },
      {
        "id": "5c74f2eafe9a8e788e322801",
        "name": "Consectetur ex aute non velit commodo consectetur labore. Anim labore incididunt culpa nostrud culpa quis enim. Quis dolor nostrud ullamco velit. Eiusmod in nisi ullamco adipisicing sunt reprehenderit. Ad officia ut qui pariatur id consequat veniam ut mollit.",
        "estimate": "20 часов",
        "spend": "5 часов 28 минут",
        "stars": 4,
        "description": "Et eu consequat aute mollit ea adipisicing excepteur. Dolore ipsum irure incididunt sint laboris pariatur. Veniam ad do officia minim voluptate sit est ipsum cillum magna quis irure voluptate. Enim sit consequat ipsum tempor ullamco cupidatat aliquip est magna labore excepteur excepteur. Dolor fugiat deserunt eu quis minim quis veniam. Incididunt aliquip labore Lorem laboris et.\n\nNulla ad sint veniam mollit. Eiusmod tempor elit minim anim aute laboris eu dolor adipisicing. Dolore fugiat eiusmod eiusmod in. Ad esse quis qui adipisicing fugiat qui incididunt officia sunt dolore enim ipsum.",
        "date": "Sunday, August 24, 2014 2:20 AM",
        "status": 2
      },
      {
        "id": "5c74f2ea0219adb36f9eb81c",
        "name": "Nisi commodo duis laborum labore. Labore elit excepteur sunt cupidatat labore officia officia reprehenderit aliquip fugiat commodo qui. Ut aute veniam ut officia commodo deserunt. Ut cillum aliquip exercitation exercitation sunt excepteur. Laboris id reprehenderit eiusmod cupidatat. Minim ipsum quis est deserunt velit pariatur exercitation est dolore incididunt. Amet do sint ad in.",
        "estimate": "8 часов",
        "spend": "5 часов 36 минут",
        "stars": 5,
        "description": "Culpa pariatur magna consequat sunt. Lorem Lorem aliqua consequat ipsum irure non cillum dolore Lorem. Esse commodo sint amet commodo consequat occaecat commodo non minim mollit velit anim. Veniam proident commodo esse laborum do non dolor irure laboris. Elit irure esse pariatur sint qui aliquip pariatur non in sunt.\n\nReprehenderit dolor voluptate deserunt occaecat officia cillum sint consequat et Lorem dolore sit. Ad enim ad occaecat eu aliqua exercitation elit ipsum eiusmod. Consectetur magna id quis tempor aute labore ad mollit aute culpa cupidatat ullamco aliqua. Veniam eu dolore pariatur sit sit consequat do ad sunt. Et dolor labore nostrud fugiat esse.",
        "date": "Wednesday, March 7, 2018 11:57 PM",
        "status": 3
      },
      {
        "id": "5c74f2eac67bdf9442f3ef31",
        "name": "Laboris quis ea laborum laborum commodo. Duis aliquip laboris adipisicing nisi irure irure et velit ex ad aliqua irure deserunt. Sunt aute anim labore sit laboris adipisicing nulla sit exercitation pariatur. Minim id velit exercitation ad dolore. Esse aliquip reprehenderit fugiat pariatur fugiat nostrud enim sunt sunt.",
        "estimate": "13 часов",
        "spend": "14 часов 23 минут",
        "stars": 5,
        "description": "Excepteur reprehenderit aute sunt amet ea tempor magna. Esse pariatur cupidatat consectetur labore veniam aliqua consequat culpa cupidatat proident commodo amet. Id proident irure tempor et dolore ullamco. Est pariatur elit qui tempor esse magna id in sunt aute. Exercitation labore non est sint cillum minim eiusmod nisi cillum cupidatat aute mollit. Tempor eu duis ex et dolor minim velit sunt velit.\n\nCupidatat sit elit et enim qui minim. Culpa occaecat aliquip qui ut officia id qui eiusmod anim duis sint sunt tempor ullamco. Veniam ipsum anim pariatur exercitation cillum eiusmod aliqua cillum dolore. Quis nisi voluptate cillum eiusmod aliquip sunt adipisicing occaecat anim nulla. Dolor aliqua proident sunt Lorem minim consectetur ad duis. Duis cupidatat ad labore amet. Sint deserunt dolor officia proident officia in nulla ea ullamco velit enim eiusmod.",
        "date": "Tuesday, October 13, 2015 3:49 AM",
        "status": 1
      },
      {
        "id": "5c74f2ea6f78d10b96910aa9",
        "name": "Deserunt commodo sunt sunt incididunt. Dolore ut ut irure occaecat dolor adipisicing laboris sit exercitation qui nulla. Veniam aute velit culpa elit enim in consequat adipisicing pariatur incididunt minim. Pariatur ullamco qui est anim duis officia ea reprehenderit. Minim occaecat sit sint magna.",
        "estimate": "3 часов",
        "spend": "15 часов 19 минут",
        "stars": 1,
        "description": "Cillum labore esse consequat cillum commodo elit id fugiat adipisicing est sit enim do laborum. Sunt consequat dolor sit elit quis cupidatat reprehenderit pariatur aliquip et exercitation eiusmod. Deserunt ullamco proident do amet laborum anim aliqua labore in eu nisi eu do velit. Minim ex non officia dolore ipsum cillum ipsum amet do magna laboris ullamco ea anim. Reprehenderit aute ipsum sit qui sint ad ea ullamco aliqua est cupidatat aliquip.\n\nAnim sint proident ut elit cupidatat eiusmod occaecat exercitation quis. Duis dolore laborum tempor est voluptate labore et incididunt eiusmod laboris ad. Sit labore est tempor anim velit aliquip dolore pariatur ad mollit id ex est sunt.",
        "date": "Wednesday, February 26, 2014 5:02 PM",
        "status": 1
      },
      {
        "id": "5c74f2eae6e477c43e292c82",
        "name": "Consequat ea nostrud enim aliqua eu minim. Nulla id ut excepteur cillum nisi sunt sint laboris sunt. In veniam duis consectetur cupidatat voluptate ad reprehenderit voluptate voluptate minim sint culpa incididunt. Excepteur exercitation voluptate duis deserunt sit id esse amet culpa anim ex magna culpa sint. Excepteur mollit id consequat laborum amet non sunt esse occaecat esse labore labore.",
        "estimate": "6 часов",
        "spend": "8 часов 33 минут",
        "stars": 3,
        "description": "Fugiat qui culpa sint pariatur. Mollit fugiat cillum non veniam officia sit. Culpa aliqua exercitation est cupidatat eiusmod reprehenderit qui.\n\nVeniam Lorem anim Lorem cillum proident nulla. Eu culpa laboris dolore mollit aute aliqua dolor sint officia magna nostrud ex magna. In occaecat id amet est id sint qui nulla consectetur ipsum ut. Sunt aute consectetur sint occaecat et occaecat. Sit labore consequat excepteur sunt commodo eiusmod adipisicing sint enim non commodo. Pariatur nostrud incididunt proident esse proident sunt aliqua ut dolor non culpa qui proident.",
        "date": "Friday, December 28, 2018 10:13 AM",
        "status": 2
      },
      {
        "id": "5c74f2ea778e1dce0386ac7d",
        "name": "Fugiat aliqua ut eiusmod magna excepteur mollit. Consequat qui sit commodo consectetur sint. Amet commodo sint nisi consectetur do reprehenderit nisi do. Ullamco ipsum deserunt ullamco voluptate eu ipsum minim ex consequat magna cupidatat Lorem.",
        "estimate": "16 часов",
        "spend": "1 часов 59 минут",
        "stars": 5,
        "description": "Proident deserunt quis dolore non amet duis tempor. Consequat ullamco ullamco laborum cupidatat dolor officia ex id. Enim in anim occaecat voluptate cupidatat consectetur esse cupidatat sunt fugiat amet. Ad magna sunt culpa nulla ut do deserunt magna labore adipisicing eiusmod sint laborum consequat. Id sunt eiusmod labore culpa sunt. Sit id fugiat nulla laborum ad tempor duis adipisicing culpa qui.\n\nEsse occaecat non id exercitation do aute. Aute aute ad ut ipsum cillum mollit amet tempor adipisicing. Cillum quis in ullamco esse velit voluptate elit duis proident amet labore nulla nostrud.",
        "date": "Sunday, December 3, 2017 12:26 PM",
        "status": 4
      },
      {
        "id": "5c74f2eaa237a011a0a0f6f5",
        "name": "Est laborum eu eiusmod officia nisi consectetur id sunt laboris dolore sit. Deserunt enim ea et Lorem aliqua aute aliqua id ullamco sunt enim ut. Consectetur aliqua consectetur cupidatat aliqua occaecat exercitation aute excepteur dolore laborum proident incididunt. Est in ipsum laborum anim duis quis laborum laboris esse sit duis enim pariatur in. Cupidatat sint sit duis et eu.",
        "estimate": "1 часов",
        "spend": "1 часов 23 минут",
        "stars": 4,
        "description": "Voluptate magna velit ex deserunt. Fugiat cupidatat aliquip quis id exercitation ipsum excepteur incididunt reprehenderit exercitation. In Lorem voluptate laboris sit excepteur do velit exercitation est ullamco ut amet. Ad reprehenderit fugiat officia cillum est minim nisi cupidatat fugiat. Fugiat sit aliquip reprehenderit Lorem sint culpa et sit do reprehenderit ea ad irure. Aliqua amet duis minim consequat consectetur officia aliqua adipisicing. Dolore aute dolor consectetur deserunt dolor dolor do occaecat.\n\nEa ea voluptate esse non. Laborum sunt irure sit dolore dolor commodo ad in amet dolore proident amet enim in. Aute do elit voluptate cillum do proident et Lorem sunt laborum amet labore. Elit consectetur irure ex id qui proident amet culpa elit irure esse fugiat excepteur consectetur.",
        "date": "Sunday, November 9, 2014 5:31 AM",
        "status": 1
      },
      {
        "id": "5c74f2eaafcc99b5a5b4654f",
        "name": "Veniam ad non duis id excepteur in occaecat adipisicing commodo incididunt magna nostrud. Mollit quis sunt occaecat anim laborum magna. Officia dolor ea labore eu dolore incididunt. Irure incididunt esse deserunt pariatur aliquip Lorem ea deserunt nostrud duis exercitation reprehenderit elit quis. Amet non magna exercitation dolor dolore pariatur mollit officia incididunt ex. Labore Lorem cupidatat consectetur aute consequat amet dolore esse do ut mollit officia.",
        "estimate": "2 часов",
        "spend": "2 часов 41 минут",
        "stars": 2,
        "description": "Quis nulla pariatur irure elit veniam. Minim qui magna pariatur consectetur pariatur incididunt ad irure consequat adipisicing. Elit laboris commodo commodo aute magna veniam Lorem ullamco adipisicing sint adipisicing pariatur ea.\n\nCupidatat commodo adipisicing cillum sit aute nisi Lorem excepteur deserunt esse. Nulla sunt nostrud dolore fugiat adipisicing laborum laboris excepteur ex. Exercitation in esse ut nostrud incididunt labore. Tempor aute excepteur non mollit. Cupidatat pariatur qui aliqua sunt sit quis laborum nulla. Aute commodo eu amet consequat velit elit ex id pariatur. Esse reprehenderit officia eiusmod adipisicing aliquip ut id dolore id eiusmod est.",
        "date": "Tuesday, February 17, 2015 9:26 AM",
        "status": 3
      },
      {
        "id": "5c74f2eab4d034d53baa84b3",
        "name": "Velit labore cupidatat ex quis. Consequat enim laboris quis et sunt et. Dolor incididunt enim incididunt consectetur sit.",
        "estimate": "13 часов",
        "spend": "6 часов 53 минут",
        "stars": 3,
        "description": "Quis consectetur incididunt laborum aute aute anim sit. Non proident labore in voluptate veniam veniam aute Lorem cillum. Sunt laboris id magna est fugiat Lorem dolore mollit et fugiat. Ea sint qui mollit consectetur ex eiusmod ut proident laborum ullamco pariatur nulla. Officia eu nisi excepteur proident excepteur mollit cillum. Esse sunt quis consectetur Lorem cillum aliqua sint enim fugiat qui magna aliqua esse. Eu consequat Lorem proident do laboris ad amet aute eiusmod dolor ex amet et sunt.\n\nElit voluptate irure exercitation id esse ea minim elit in. Est nulla cillum nisi ullamco officia minim. Eiusmod qui amet Lorem et labore. Id laborum reprehenderit voluptate cupidatat nulla mollit pariatur amet consequat. Consequat cupidatat incididunt incididunt non consectetur sit aute dolore incididunt et fugiat excepteur voluptate. Proident in velit eu pariatur nisi excepteur ullamco in aliqua incididunt qui.",
        "date": "Monday, June 23, 2014 9:23 PM",
        "status": 2
      },
      {
        "id": "5c74f2ea37ee272e661da1fe",
        "name": "Pariatur elit voluptate irure reprehenderit incididunt. Ad ut in mollit excepteur do Lorem veniam do id magna eiusmod enim nisi. Qui dolor anim ipsum est laboris tempor. Aute cupidatat voluptate aute reprehenderit ad amet fugiat in in commodo exercitation velit consequat. Ea eu ea nostrud qui occaecat non quis. Minim ipsum esse est elit dolore ut reprehenderit in in. Quis incididunt incididunt elit voluptate consectetur proident.",
        "estimate": "7 часов",
        "spend": "1 часов 4 минут",
        "stars": 5,
        "description": "Velit mollit officia qui ex commodo quis Lorem incididunt proident. Elit quis Lorem est elit irure sunt tempor enim commodo eu. Magna ut ex proident Lorem qui exercitation voluptate anim. Aute cupidatat minim Lorem ut occaecat laboris mollit eiusmod deserunt Lorem.\n\nAdipisicing sit consectetur aliqua labore ex sit reprehenderit. Mollit nisi ut do dolore reprehenderit ex cillum dolore. Fugiat proident sint eu nulla sit ut dolore pariatur proident. Excepteur esse do Lorem officia officia nostrud duis velit culpa culpa id cupidatat pariatur. Elit occaecat Lorem aliqua esse sit deserunt voluptate veniam dolor consectetur tempor.",
        "date": "Thursday, October 16, 2014 12:06 AM",
        "status": 2
      }
    ]
  },
  {
    "id": "5c74f2ea20bc176194aa1c1e",
    "project": "Candecor",
    "tasks": [
      {
        "id": "5c74f2eaa07741b2af764418",
        "name": "Ipsum consectetur commodo laboris eiusmod. Nostrud aliquip nisi voluptate non nostrud excepteur id non eiusmod incididunt cillum. Adipisicing incididunt voluptate culpa eu officia consequat in mollit proident deserunt esse voluptate deserunt veniam.",
        "estimate": "17 часов",
        "spend": "2 часов 56 минут",
        "stars": 1,
        "description": "Nisi reprehenderit adipisicing enim et duis magna. Enim ipsum excepteur consequat et dolore proident minim eu id ad duis ullamco aliquip id. Eu quis irure minim irure sunt id laboris ea ad. Dolor minim aliqua tempor id incididunt ex consectetur dolor tempor esse non dolore.\n\nAdipisicing irure sint elit aliquip eu officia magna pariatur velit. Incididunt incididunt sit eu minim est in velit veniam magna nostrud. Et id aute voluptate amet proident. Reprehenderit ut qui irure exercitation laboris eiusmod anim ipsum sunt labore aliquip laboris ipsum laborum. Fugiat tempor velit aliquip anim anim adipisicing officia amet.",
        "date": "Tuesday, December 13, 2016 2:15 AM",
        "status": 3
      },
      {
        "id": "5c74f2eac45222f6e5f9ad07",
        "name": "Dolore mollit ullamco quis elit ullamco in. Esse cillum nostrud consequat incididunt veniam non commodo ut. Ea ad dolor proident laborum esse excepteur anim mollit consequat culpa esse irure elit. Laboris enim consequat magna quis qui sint qui consectetur proident mollit non veniam do. Ea fugiat consectetur id consectetur eu aliqua sint ipsum commodo fugiat eiusmod tempor mollit ut. Incididunt elit consectetur in magna elit anim esse velit aliquip incididunt. Exercitation consectetur proident labore elit culpa ea ut et qui et commodo mollit.",
        "estimate": "12 часов",
        "spend": "8 часов 6 минут",
        "stars": 4,
        "description": "Eiusmod commodo quis reprehenderit quis veniam non. Fugiat anim aute in duis reprehenderit. Qui dolor fugiat sint id consectetur.\n\nVoluptate duis in labore do cillum veniam fugiat dolore nostrud ex non irure. Pariatur non Lorem eu ipsum qui velit magna minim. Ullamco occaecat enim mollit proident anim tempor. Magna incididunt ipsum et culpa ex adipisicing ullamco. Minim dolore excepteur cillum laborum consectetur fugiat. Quis ea voluptate adipisicing anim in magna deserunt eu esse exercitation consequat. Irure voluptate voluptate amet officia officia velit.",
        "date": "Monday, March 2, 2015 3:44 PM",
        "status": 4
      },
      {
        "id": "5c74f2eabf5eca0dd0be85f0",
        "name": "Incididunt officia veniam sunt consectetur irure amet esse ex non pariatur. Laborum magna exercitation nisi voluptate mollit Lorem cillum voluptate in eu culpa consectetur. Exercitation elit sint ad veniam.",
        "estimate": "7 часов",
        "spend": "10 часов 55 минут",
        "stars": 2,
        "description": "Mollit anim dolor fugiat duis reprehenderit cupidatat amet deserunt deserunt qui. Minim aliqua ut dolor officia qui do Lorem velit aliqua velit velit incididunt. Officia elit excepteur et et est aliquip reprehenderit. Magna adipisicing excepteur laborum aute incididunt. Minim tempor ullamco labore est.\n\nProident est aliqua minim occaecat ullamco quis excepteur qui in sint nisi. Voluptate magna ipsum veniam proident ea nisi laboris nostrud laboris. Do cillum eiusmod irure irure fugiat laborum esse aliquip. Id labore aliquip ullamco duis. Velit in consequat quis enim pariatur sint non dolor mollit consequat mollit laboris mollit est. Duis labore aliqua et aute non. Et exercitation ad labore laborum quis incididunt nulla.",
        "date": "Wednesday, January 21, 2015 6:43 PM",
        "status": 1
      },
      {
        "id": "5c74f2eaa940e127a80c9977",
        "name": "Veniam duis labore anim ut cillum ad incididunt labore qui cillum dolor enim. Laborum do cupidatat amet sit ex aliquip commodo non proident cillum. Nisi commodo pariatur tempor non minim ea amet cupidatat id ex aute. Dolor cillum eiusmod Lorem amet irure aliquip aute id amet labore irure. Adipisicing aliqua deserunt qui exercitation. Reprehenderit quis consectetur reprehenderit ullamco reprehenderit sunt consequat qui adipisicing.",
        "estimate": "13 часов",
        "spend": "5 часов 39 минут",
        "stars": 5,
        "description": "Est ad do ex aute occaecat nostrud cillum reprehenderit tempor. Laboris irure nostrud Lorem sunt voluptate non enim velit fugiat exercitation consequat enim. Quis ea enim quis occaecat sint tempor deserunt ex velit deserunt eiusmod et. Amet et excepteur et aliquip aute. Incididunt duis deserunt commodo anim officia ipsum aliquip quis eiusmod cupidatat enim ut commodo ea. Excepteur reprehenderit et qui commodo nostrud pariatur fugiat eu.\n\nIncididunt sunt exercitation velit amet ut consequat nostrud elit magna nulla. Anim do ex ut duis ad mollit reprehenderit dolor. Nostrud ad ad reprehenderit velit duis do ea incididunt ullamco sit aute. Id excepteur minim ex esse cillum est proident tempor proident. Amet excepteur magna proident in ad do mollit minim dolore mollit consequat cillum enim. Minim proident anim consequat id consectetur veniam fugiat aliqua fugiat id exercitation officia deserunt laborum.",
        "date": "Sunday, March 20, 2016 11:47 AM",
        "status": 1
      },
      {
        "id": "5c74f2ea2123ac85832f64d0",
        "name": "Excepteur proident dolore esse exercitation nulla veniam eu irure ipsum. Aute laboris sit in elit labore non quis anim ut exercitation pariatur sint proident enim. Aliquip duis in proident consequat irure sit ut sint aliqua quis. Anim fugiat enim sint veniam commodo laborum. Est velit aute dolor sunt ipsum laboris ullamco anim aliqua nulla. In exercitation dolor quis in anim eu velit adipisicing laborum voluptate irure. Quis reprehenderit in enim sit excepteur duis do voluptate dolore tempor laboris qui consequat.",
        "estimate": "18 часов",
        "spend": "9 часов 37 минут",
        "stars": 1,
        "description": "Sit voluptate nisi aliqua ipsum occaecat duis. Eiusmod elit minim eu commodo culpa adipisicing consectetur culpa est labore veniam id elit. Anim minim aliqua nostrud aliqua ea. In laborum pariatur voluptate nulla voluptate sint labore irure aliqua nisi irure consectetur. Minim sint culpa amet do anim velit. Laborum aliqua eu adipisicing in veniam ex quis minim sit. Eiusmod et commodo elit deserunt proident ad ut.\n\nProident sint tempor tempor excepteur sint exercitation consequat aliqua consequat laboris tempor consectetur duis nisi. Id magna sint commodo culpa ex ad duis ut anim aute excepteur sit. Est pariatur excepteur tempor sunt duis qui veniam consequat elit consequat sit occaecat. Aliquip Lorem sit elit commodo nulla eu et exercitation. Proident deserunt minim incididunt aute cillum occaecat voluptate anim ex mollit cillum quis id. Et enim cupidatat cillum culpa eu.",
        "date": "Sunday, January 28, 2018 4:50 PM",
        "status": 3
      },
      {
        "id": "5c74f2ea172d0e40cb743410",
        "name": "Sunt in anim aute incididunt ipsum. Exercitation ut nisi amet consequat in aliqua esse et. Proident cupidatat cupidatat dolor cillum ut in. Laboris pariatur ipsum ut qui labore magna ut sint. Do do anim anim adipisicing enim anim tempor minim.",
        "estimate": "20 часов",
        "spend": "8 часов 59 минут",
        "stars": 3,
        "description": "Enim Lorem incididunt esse occaecat aliquip officia reprehenderit. Sunt culpa officia excepteur aliqua ipsum velit enim do tempor elit eiusmod voluptate. Sunt ut ullamco pariatur mollit labore magna non est dolor aliqua do veniam nulla cupidatat. Lorem eiusmod aliquip officia tempor qui ad laboris laborum officia eiusmod. Adipisicing nulla incididunt sit id ad excepteur minim pariatur nisi dolore est laborum nisi consequat.\n\nDolore adipisicing aute nostrud quis est cupidatat sint minim. Culpa culpa nostrud do anim sint laboris labore aute aute Lorem elit aliqua. Ullamco quis incididunt adipisicing proident proident minim consequat amet veniam in.",
        "date": "Sunday, February 14, 2016 8:16 AM",
        "status": 3
      },
      {
        "id": "5c74f2eacde186673cafe218",
        "name": "Mollit commodo aute proident consequat pariatur. Sint occaecat aliqua ad esse cupidatat. Deserunt sunt sunt dolore velit in reprehenderit sit labore mollit. Irure nostrud ut sunt labore voluptate cillum laboris id nostrud aute eiusmod. Deserunt esse enim veniam voluptate irure nostrud amet. Fugiat labore labore sint consectetur pariatur ea aliqua ad dolore est commodo occaecat ut. Aliquip non dolor aliqua esse magna amet fugiat sit culpa enim aliqua magna incididunt ex.",
        "estimate": "10 часов",
        "spend": "1 часов 20 минут",
        "stars": 1,
        "description": "Aliquip est mollit mollit labore pariatur minim reprehenderit fugiat pariatur duis ut. Enim sunt nulla anim Lorem ad nulla incididunt aute. Esse deserunt nulla aute sint deserunt pariatur veniam veniam elit eu incididunt proident et. Eu mollit non adipisicing ea velit pariatur laboris veniam ad ut enim. Commodo esse excepteur consectetur mollit ea dolore consectetur officia esse velit. Eu dolore consectetur sunt culpa enim sint.\n\nMinim reprehenderit minim veniam occaecat velit ex id id consectetur cillum ipsum et. Aliqua tempor exercitation sit magna eu deserunt officia aute. Velit est culpa sint velit ex qui aliquip cillum nostrud.",
        "date": "Saturday, March 15, 2014 11:57 AM",
        "status": 2
      },
      {
        "id": "5c74f2ea041f5d0aee0f5b83",
        "name": "Ut ex quis dolore nulla sit aliquip qui cupidatat. Eu ipsum dolore ipsum officia. Tempor commodo consectetur sint nostrud irure. Ad commodo consectetur anim minim id ullamco reprehenderit. Magna Lorem sit dolore fugiat anim deserunt enim nostrud adipisicing id aute dolore. Non qui ad incididunt velit non ad ipsum sit elit quis non aute.",
        "estimate": "18 часов",
        "spend": "6 часов 50 минут",
        "stars": 4,
        "description": "Enim occaecat sint culpa excepteur qui dolore quis. Sunt in enim labore elit amet ea sunt ex ipsum ipsum in ex cillum. Enim occaecat eu qui consequat ullamco irure ex magna eu do sunt dolore magna.\n\nDo laborum incididunt proident quis sint occaecat culpa aliquip minim dolore. Aliqua dolore officia ipsum excepteur officia minim. Ullamco officia aute quis occaecat. Quis non sunt esse labore in eiusmod veniam nulla culpa voluptate amet tempor enim. Eu adipisicing ullamco dolor quis laborum dolor. Occaecat exercitation deserunt dolore ex consequat exercitation ea eu ea aute.",
        "date": "Monday, January 9, 2017 4:08 PM",
        "status": 2
      },
      {
        "id": "5c74f2ea335a3f20aa94ba78",
        "name": "Eu nostrud duis ex ex laboris Lorem pariatur nisi. Sit elit elit et incididunt ut nulla adipisicing exercitation cupidatat. Elit exercitation nisi est officia occaecat do cillum aute. Ad mollit irure aute consectetur enim aliqua in minim enim incididunt est ad.",
        "estimate": "2 часов",
        "spend": "6 часов 17 минут",
        "stars": 4,
        "description": "Ad id officia consequat labore ex magna nisi laboris minim. Eu qui consequat fugiat aute amet enim cillum est ea nulla ad minim ipsum cillum. Aute reprehenderit ipsum ullamco id ut amet tempor. Nisi tempor magna id eu ipsum veniam cupidatat pariatur commodo. Nulla officia duis nulla do minim cillum. Excepteur aliquip laborum enim ipsum consectetur aliquip dolor ea minim mollit duis qui.\n\nLabore cillum sint commodo incididunt Lorem. Ipsum deserunt eu enim id Lorem aliquip minim culpa consectetur fugiat proident nisi velit. Proident labore ea duis fugiat sint reprehenderit pariatur occaecat ipsum.",
        "date": "Monday, August 31, 2015 3:38 PM",
        "status": 2
      },
      {
        "id": "5c74f2eac938c4257be77eab",
        "name": "Veniam reprehenderit sunt fugiat aliqua. Duis incididunt elit nisi aute Lorem. Officia ullamco ad fugiat officia officia officia ipsum amet officia sit magna sint. Commodo veniam laboris aliqua pariatur do nulla. Dolore aliquip culpa elit dolore Lorem sint do ex consectetur ad tempor nostrud. Reprehenderit ullamco consequat amet culpa sint irure consequat.",
        "estimate": "6 часов",
        "spend": "7 часов 57 минут",
        "stars": 2,
        "description": "Esse consectetur amet irure eiusmod dolore velit mollit. Amet deserunt fugiat fugiat do anim ullamco nisi anim commodo officia eu. Amet id consequat officia amet irure.\n\nOccaecat sunt nulla consectetur sit aliqua in labore nostrud eiusmod est. Velit ut duis dolor eu ipsum ad voluptate elit in. Sit in aliquip esse et sunt proident elit esse dolore. Culpa do magna cupidatat cillum proident enim quis. Ad amet consequat commodo aliqua incididunt nulla occaecat minim exercitation occaecat nulla laborum enim quis.",
        "date": "Sunday, October 9, 2016 2:28 PM",
        "status": 3
      },
      {
        "id": "5c74f2ea6456cbbb32742027",
        "name": "Et est ullamco esse culpa quis eiusmod. Anim officia sint ipsum deserunt pariatur enim excepteur aliquip ut. Dolor eu elit ea reprehenderit quis commodo in cillum culpa cillum. Sunt occaecat esse non nulla sit.",
        "estimate": "8 часов",
        "spend": "12 часов 10 минут",
        "stars": 5,
        "description": "Aute id pariatur veniam qui cupidatat aliquip ut adipisicing. Lorem ullamco est labore ipsum velit in magna aliquip proident exercitation ex amet minim laborum. Laboris dolore ut irure occaecat et aliqua sunt ex laborum reprehenderit tempor labore qui sunt. Nisi ad excepteur deserunt sit minim magna eu labore. Tempor tempor culpa ad mollit consequat adipisicing adipisicing anim anim cupidatat laborum tempor.\n\nLorem officia exercitation officia magna qui aute dolore et ut est. Officia nisi laboris nostrud laboris ea enim fugiat. Do labore exercitation et cillum in. Ad tempor do non dolor nostrud commodo ullamco ea aute fugiat. Excepteur sint laboris enim minim irure duis consectetur quis. Sunt ullamco duis sint qui sint laborum laborum cupidatat minim aute.",
        "date": "Thursday, August 9, 2018 7:12 PM",
        "status": 1
      },
      {
        "id": "5c74f2ea63eab84d3edf053e",
        "name": "Velit cupidatat cillum dolore eu sit id sint ex adipisicing irure non sunt elit ea. Aute duis sit fugiat non ea amet labore nisi elit officia minim. Est cupidatat nisi nulla duis minim eu velit adipisicing aute fugiat esse reprehenderit in. Amet non consectetur minim aute in eiusmod amet deserunt proident. Consectetur deserunt consectetur elit pariatur est sunt eu ea labore ex magna anim eu. Exercitation non aliqua ipsum dolore enim tempor est. Sit sint velit est exercitation reprehenderit voluptate ea aute consequat reprehenderit.",
        "estimate": "11 часов",
        "spend": "12 часов 36 минут",
        "stars": 5,
        "description": "Labore dolore amet proident est ex cupidatat esse excepteur irure minim voluptate dolore proident. Voluptate ea deserunt amet et fugiat ullamco irure minim nulla. Fugiat qui duis enim aliqua ullamco aliqua ut proident minim adipisicing ea est. Non commodo voluptate id eu eu officia non aliquip fugiat aliquip elit aliquip. Exercitation sit do proident qui sint quis laboris cillum fugiat id non occaecat. Fugiat ullamco deserunt reprehenderit in velit nisi irure.\n\nQui occaecat non fugiat qui sunt. Sunt velit elit elit consequat dolore labore eiusmod. Ut nostrud enim duis enim velit sit ea magna esse irure consectetur irure.",
        "date": "Friday, February 26, 2016 9:06 PM",
        "status": 2
      },
      {
        "id": "5c74f2ea26ddc799f7ac3a2f",
        "name": "Proident ea aliqua mollit sit sint sit excepteur duis ipsum incididunt ullamco enim dolore. Mollit et incididunt elit dolor aliqua. Occaecat mollit cupidatat nisi amet in velit minim reprehenderit irure sint.",
        "estimate": "19 часов",
        "spend": "17 часов 6 минут",
        "stars": 1,
        "description": "Aliqua aliqua nostrud nostrud laboris ullamco occaecat non excepteur sint. Do eiusmod eiusmod ad culpa ullamco sunt minim enim mollit laborum cupidatat. In ullamco nostrud ut labore ea sint dolor irure consequat incididunt nostrud excepteur. Tempor qui do occaecat aute laborum nulla enim ullamco. Ea do id ad occaecat.\n\nVeniam id consequat laboris adipisicing deserunt officia laboris ad esse magna fugiat laborum. Consectetur reprehenderit elit amet consectetur duis in aliquip aliqua pariatur nisi occaecat. Dolor sint reprehenderit nisi Lorem est id est nisi labore laborum ullamco aliquip veniam.",
        "date": "Sunday, July 16, 2017 2:56 PM",
        "status": 4
      },
      {
        "id": "5c74f2ea00690673b297692d",
        "name": "Minim labore anim minim anim incididunt pariatur fugiat nulla commodo. Consequat pariatur dolor anim excepteur dolore exercitation culpa nisi. Sunt ullamco irure nulla amet enim incididunt aliqua aliquip aliquip reprehenderit qui magna. Elit dolore esse pariatur tempor ex laboris aliqua do sit mollit sint.",
        "estimate": "9 часов",
        "spend": "7 часов 45 минут",
        "stars": 2,
        "description": "Duis nostrud qui nisi nisi in consequat labore consectetur occaecat ut sint officia. Quis cupidatat incididunt incididunt id. Exercitation enim nisi consequat nostrud reprehenderit officia enim dolore labore. Voluptate nulla esse culpa dolore proident ex non consectetur. Fugiat quis in cillum anim labore aute ullamco.\n\nLabore do in cillum labore pariatur eu velit. Officia et consectetur dolor reprehenderit exercitation laboris eiusmod Lorem magna. Do in dolor officia esse deserunt sunt dolor proident est proident amet.",
        "date": "Sunday, June 4, 2017 11:50 AM",
        "status": 4
      }
    ]
  }
]